Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Applied %lld changes:
ar_sa: التغييرات المطبقة %lld:
bn_bd: প্রয়োগ করা হয়েছে %lld পরিবর্তন:
de_de: Angewandte %lld-Änderungen:
es_mx: Se aplicaron %lld cambios:
fr_ca: Modifications %lld appliquées :
gu_in: %lld ફેરફારો લાગુ કર્યા:
he: החיל %lld שינויים:
hi: लागू %lld परिवर्तन:
hr: Primijenjeno %lld promjena:
id: Perubahan %lld yang diterapkan:
it: Modifiche %lld applicate:
ja: %lld の変更を適用しました:
kn_in: %lld ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲಾಗಿದೆ:
ko: %lld 변경사항 적용됨:
ml_in: %lld മാറ്റങ്ങൾ പ്രയോഗിച്ചു:
mr_in: लागू केलेले %lld बदल:
ms: %lld perubahan yang digunakan:
nb: Brukte %lld endringer:
nl_nl: Toegepaste %lld wijzigingen:
or_in: ପ୍ରୟୋଗ ହୋଇଥିବା %lld ପରିବର୍ତ୍ତନ:
pa_in: ਲਾਗੂ ਕੀਤੇ %lld ਬਦਲਾਅ:
pt_br: Alterações %lld aplicadas:
ta_in: %lld மாற்றங்கள் பயன்படுத்தப்பட்டன:
te_in: వర్తింపజేయబడిన %lld మార్పులు:
th: ใช้การเปลี่ยนแปลง %lld:
tr: Uygulanan %lld değişiklik:
uk: Застосовано %lld змін:
ur_pk: لاگو کردہ %lld تبدیلیاں:
vi: Đã áp dụng thay đổi %lld:
zh_hans: 应用的 %lld 更改：
zh_hant: 應用的 %lld 變更：

source: Applied:
ar_sa: تطبيقية:
bn_bd: প্রয়োগ করা হয়েছে:
de_de: Angewendet:
es_mx: Aplicado:
fr_ca: Appliqué :
gu_in: લાગુ:
he: הוחל:
hi: लागू:
hr: Primijenjeno:
id: Diterapkan:
it: Applicato:
ja: 適用済み:
kn_in: ಅನ್ವಯಿಸಲಾಗಿದೆ:
ko: 적용:
ml_in: പ്രയോഗിച്ചു:
mr_in: लागू:
ms: Digunakan:
nb: Brukt:
nl_nl: Toegepast:
or_in: ପ୍ରୟୋଗ:
pa_in: ਲਾਗੂ:
pt_br: Aplicado:
ta_in: பயன்படுத்தப்பட்டது:
te_in: వర్తింపజేయబడింది:
th: ประยุกต์:
tr: Uygulanan:
uk: Застосовується:
ur_pk: لاگو:
vi: Đã áp dụng:
zh_hans: 应用：
zh_hant: 應用：

source: Apply
ar_sa: تطبيق
bn_bd: আবেদন করুন
de_de: Bewerben
es_mx: Aplicar
fr_ca: Postuler
gu_in: અરજી કરો
he: החל
hi: आवेदन करें
hr: primijeniti
id: Terapkan
it: Applicare
ja: 申し込む
kn_in: ಅನ್ವಯಿಸು
ko: 적용
ml_in: അപേക്ഷിക്കുക
mr_in: अर्ज करा
ms: Mohon
nb: Søk
nl_nl: Toepassen
or_in: ପ୍ରୟୋଗ କରନ୍ତୁ |
pa_in: ਲਾਗੂ ਕਰੋ
pt_br: Aplicar
ta_in: விண்ணப்பிக்கவும்
te_in: దరఖాస్తు చేసుకోండి
th: สมัคร
tr: Uygula
uk: Застосувати
ur_pk: لگائیں
vi: Áp dụng
zh_hans: 申请
zh_hant: 申請

source: Apply all
ar_sa: تطبيق الكل
bn_bd: সব প্রয়োগ করুন
de_de: Alles anwenden
es_mx: Aplicar todo
fr_ca: Appliquer tout
gu_in: બધા લાગુ કરો
he: החל הכל
hi: सभी लागू करें
hr: Primijeni sve
id: Terapkan semua
it: Applica tutto
ja: 全て適用
kn_in: ಎಲ್ಲವನ್ನೂ ಅನ್ವಯಿಸಿ
ko: 모두 적용
ml_in: എല്ലാം പ്രയോഗിക്കുക
mr_in: सर्व लागू करा
ms: Guna semua
nb: Bruk alle
nl_nl: Alles toepassen
or_in: ସମସ୍ତ ପ୍ରୟୋଗ କରନ୍ତୁ |
pa_in: ਸਾਰੇ ਲਾਗੂ ਕਰੋ
pt_br: Aplicar tudo
ta_in: அனைத்தையும் விண்ணப்பிக்கவும்
te_in: అన్నీ వర్తించు
th: สมัครทั้งหมด
tr: Tümünü uygula
uk: Застосувати все
ur_pk: سب کو لگائیں۔
vi: Áp dụng tất cả
zh_hans: 全部申请
zh_hant: 全部申請

source: Ask AI for personalized insights
ar_sa: اطلب من الذكاء الاصطناعي الحصول على رؤى مخصصة
bn_bd: ব্যক্তিগতকৃত অন্তর্দৃষ্টি জন্য AI জিজ্ঞাসা করুন
de_de: Bitten Sie KI um personalisierte Erkenntnisse
es_mx: Pídale a AI información personalizada
fr_ca: Demandez à l’IA des informations personnalisées
gu_in: વ્યક્તિગત આંતરદૃષ્ટિ માટે AI ને પૂછો
he: בקש מבינה מלאכותית לקבלת תובנות מותאמות אישית
hi: वैयक्तिकृत अंतर्दृष्टि के लिए AI से पूछें
hr: Zamolite AI za personalizirane uvide
id: Mintalah AI untuk mendapatkan wawasan yang dipersonalisasi
it: Chiedi all'AI insight personalizzati
ja: AI にパーソナライズされた洞察を求める
kn_in: ವೈಯಕ್ತೀಕರಿಸಿದ ಒಳನೋಟಗಳಿಗಾಗಿ AI ಅನ್ನು ಕೇಳಿ
ko: AI에게 맞춤형 통찰력을 요청하세요
ml_in: വ്യക്തിപരമാക്കിയ സ്ഥിതിവിവരക്കണക്കുകൾക്കായി AI-യോട് ചോദിക്കുക
mr_in: वैयक्तिक अंतर्दृष्टीसाठी AI ला विचारा
ms: Minta AI untuk mendapatkan cerapan yang diperibadikan
nb: Spør AI om personlig innsikt
nl_nl: Vraag AI om gepersonaliseerde inzichten
or_in: ବ୍ୟକ୍ତିଗତ ଜ୍ଞାନ ପାଇଁ AI କୁ ପଚାର |
pa_in: AI ਨੂੰ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਲਈ ਪੁੱਛੋ
pt_br: Peça à IA insights personalizados
ta_in: தனிப்பயனாக்கப்பட்ட நுண்ணறிவுகளுக்கு AI ஐக் கேளுங்கள்
te_in: వ్యక్తిగతీకరించిన అంతర్దృష్టుల కోసం AIని అడగండి
th: ขอข้อมูลเชิงลึกส่วนบุคคลจาก AI
tr: Yapay zekadan kişiselleştirilmiş bilgiler isteyin
uk: Попросіть ШІ отримати персоналізовану статистику
ur_pk: ذاتی نوعیت کی بصیرت کے لیے AI سے پوچھیں۔
vi: Hỏi AI để có thông tin chi tiết được cá nhân hóa
zh_hans: 向 AI 寻求个性化见解
zh_hant: 向 AI 尋求個人化見解

source: Ask about spending, budgets, savings…
ar_sa: اسأل عن الإنفاق والميزانيات والمدخرات ...
bn_bd: ব্যয়, বাজেট, সঞ্চয় সম্পর্কে জিজ্ঞাসা করুন...
de_de: Fragen Sie nach Ausgaben, Budgets, Einsparungen ...
es_mx: Pregunta por gastos, presupuestos, ahorros…
fr_ca: Renseignez-vous sur les dépenses, les budgets, les économies…
gu_in: ખર્ચ, બજેટ, બચત વિશે પૂછો...
he: שאל על הוצאות, תקציבים, חיסכון...
hi: खर्च, बजट, बचत के बारे में पूछें...
hr: Raspitajte se o potrošnji, proračunima, štednji…
id: Tanyakan tentang pengeluaran, anggaran, tabungan…
it: Chiedi informazioni su spese, budget, risparmi...
ja: 支出、予算、貯蓄について尋ねます...
kn_in: ಖರ್ಚು, ಬಜೆಟ್‌ಗಳು, ಉಳಿತಾಯಗಳ ಬಗ್ಗೆ ಕೇಳಿ...
ko: 지출, 예산, 저축에 대해 물어보세요…
ml_in: ചെലവുകൾ, ബജറ്റുകൾ, സമ്പാദ്യം എന്നിവയെക്കുറിച്ച് ചോദിക്കൂ...
mr_in: खर्च, बजेट, बचत याबद्दल विचारा...
ms: Tanya tentang perbelanjaan, belanjawan, simpanan…
nb: Spør om utgifter, budsjetter, besparelser...
nl_nl: Vraag naar uitgaven, budgetten, besparingen…
or_in: ଖର୍ଚ୍ଚ, ବଜେଟ୍, ସଞ୍ଚୟ ବିଷୟରେ ପଚାରନ୍ତୁ…
pa_in: ਖਰਚਿਆਂ, ਬਜਟਾਂ, ਬੱਚਤਾਂ ਬਾਰੇ ਪੁੱਛੋ...
pt_br: Pergunte sobre gastos, orçamentos, economias…
ta_in: செலவுகள், வரவு செலவுகள், சேமிப்புகள் பற்றி கேளுங்கள்...
te_in: ఖర్చులు, బడ్జెట్‌లు, పొదుపుల గురించి అడగండి...
th: สอบถามเรื่องการใช้จ่าย งบประมาณ การออม...
tr: Harcamaları, bütçeleri, tasarrufları sorun…
uk: Запитайте про витрати, бюджети, заощадження…
ur_pk: اخراجات، بجٹ، بچت کے بارے میں پوچھیں…
vi: Hỏi về chi tiêu, ngân sách, tiết kiệm…
zh_hans: 询问支出、预算、储蓄……
zh_hant: 詢問支出、預算、儲蓄…

source: Ask in your own words
ar_sa: اسأل بكلماتك الخاصة
bn_bd: আপনার নিজের ভাষায় জিজ্ঞাসা করুন
de_de: Fragen Sie mit Ihren eigenen Worten
es_mx: Pregunta con tus propias palabras
fr_ca: Demandez avec vos propres mots
gu_in: તમારા પોતાના શબ્દોમાં પૂછો
he: שאל במילים שלך
hi: अपने शब्दों में पूछें
hr: Pitajte svojim riječima
id: Tanyakan dengan kata-kata Anda sendiri
it: Chiedi con parole tue
ja: 自分の言葉で問いかける
kn_in: ನಿಮ್ಮ ಸ್ವಂತ ಮಾತುಗಳಲ್ಲಿ ಕೇಳಿ
ko: 자신의 말로 물어보세요.
ml_in: നിങ്ങളുടെ സ്വന്തം വാക്കുകളിൽ ചോദിക്കുക
mr_in: तुमच्याच शब्दात विचारा
ms: Tanya dengan perkataan anda sendiri
nb: Spør med dine egne ord
nl_nl: Vraag het in je eigen woorden
or_in: ନିଜ କଥାରେ ପଚାର |
pa_in: ਆਪਣੇ ਸ਼ਬਦਾਂ ਵਿੱਚ ਪੁੱਛੋ
pt_br: Pergunte com suas próprias palavras
ta_in: உங்கள் சொந்த வார்த்தைகளில் கேளுங்கள்
te_in: మీ మాటల్లోనే అడగండి
th: ถามด้วยคำพูดของคุณเอง
tr: Kendi sözlerinle sor
uk: Запитайте своїми словами
ur_pk: اپنے الفاظ میں پوچھیں۔
vi: Hỏi bằng lời nói của bạn
zh_hans: 用你自己的话问
zh_hant: 用自己的話問

source: Ask me anything about your spending, budgets, or savings goals. I'm here to help! ✨
ar_sa: اسألني عن أي شيء عن أهدافك المتعلقة بالإنفاق أو الميزانيات أو الادخار. أنا هنا للمساعدة! ✨
bn_bd: আপনার খরচ, বাজেট, বা সঞ্চয় লক্ষ্য সম্পর্কে আমাকে কিছু জিজ্ঞাসা করুন. আমি সাহায্য করতে এখানে আছি! ✨
de_de: Fragen Sie mich nach Ihren Ausgaben, Budgets oder Sparzielen. Ich bin hier, um zu helfen! ✨
es_mx: Pregúntame cualquier cosa sobre tus gastos, presupuestos u objetivos de ahorro. ¡Estoy aquí para ayudar! ✨
fr_ca: Demandez-moi n'importe quoi sur vos dépenses, vos budgets ou vos objectifs d'épargne. Je suis là pour vous aider ! ✨
gu_in: તમારા ખર્ચ, બજેટ અથવા બચત લક્ષ્યો વિશે મને કંઈપણ પૂછો. હું મદદ કરવા માટે અહીં છું! ✨
he: שאל אותי כל דבר לגבי ההוצאות, התקציבים או יעדי החיסכון שלך. אני כאן כדי לעזור! ✨
hi: मुझसे अपने खर्च, बजट या बचत लक्ष्य के बारे में कुछ भी पूछें। मैं मदद के लिए यहाँ हूँ! ✨
hr: Pitajte me bilo što o vašoj potrošnji, proračunima ili ciljevima štednje. Ovdje sam da pomognem! ✨
id: Tanyakan kepada saya apa pun tentang pengeluaran, anggaran, atau tujuan tabungan Anda. Saya di sini untuk membantu! ✨
it: Chiedimi qualsiasi cosa sulle tue spese, budget o obiettivi di risparmio. Sono qui per aiutarti! ✨
ja: あなたの支出、予算、貯蓄目標について何でも聞いてください。私は助けに来ました！ ✨
kn_in: ನಿಮ್ಮ ಖರ್ಚು, ಬಜೆಟ್‌ಗಳು ಅಥವಾ ಉಳಿತಾಯ ಗುರಿಗಳ ಬಗ್ಗೆ ನನ್ನನ್ನು ಕೇಳಿ. ನಾನು ಸಹಾಯ ಮಾಡಲು ಇಲ್ಲಿದ್ದೇನೆ! ✨
ko: 지출, 예산, 저축 목표에 대해 무엇이든 물어보세요. 나는 도와주러 왔습니다! ✨
ml_in: നിങ്ങളുടെ ചെലവുകൾ, ബജറ്റുകൾ, അല്ലെങ്കിൽ സേവിംഗ്സ് ലക്ഷ്യങ്ങൾ എന്നിവയെക്കുറിച്ച് എന്നോട് എന്തെങ്കിലും ചോദിക്കുക. സഹായിക്കാൻ ഞാൻ ഇവിടെയുണ്ട്! ✨
mr_in: तुमचा खर्च, बजेट किंवा बचत उद्दिष्टांबद्दल मला काहीही विचारा. मी मदत करण्यासाठी येथे आहे! ✨
ms: Tanya saya apa-apa tentang perbelanjaan, belanjawan atau matlamat simpanan anda. Saya di sini untuk membantu! ✨
nb: Spør meg hva som helst om dine utgifter, budsjetter eller sparemål. Jeg er her for å hjelpe! ✨
nl_nl: Vraag me alles over uw uitgaven, budgetten of besparingsdoelen. Ik ben hier om te helpen! ✨
or_in: ତୁମର ଖର୍ଚ୍ଚ, ବଜେଟ୍, କିମ୍ବା ସଞ୍ଚୟ ଲକ୍ଷ୍ୟ ବିଷୟରେ ମୋତେ କିଛି ପଚାର | ମୁଁ ସାହାଯ୍ୟ କରିବାକୁ ଆସିଛି! ✨
pa_in: ਮੈਨੂੰ ਆਪਣੇ ਖਰਚਿਆਂ, ਬਜਟਾਂ, ਜਾਂ ਬੱਚਤ ਟੀਚਿਆਂ ਬਾਰੇ ਕੁਝ ਵੀ ਪੁੱਛੋ। ਮੈਂ ਮਦਦ ਕਰਨ ਲਈ ਇੱਥੇ ਹਾਂ! ✨
pt_br: Pergunte-me qualquer coisa sobre seus gastos, orçamentos ou metas de economia. Estou aqui para ajudar! ✨
ta_in: உங்கள் செலவுகள், வரவு செலவுகள் அல்லது சேமிப்பு இலக்குகள் பற்றி என்னிடம் எதையும் கேளுங்கள். நான் உதவ இங்கே இருக்கிறேன்! ✨
te_in: మీ ఖర్చులు, బడ్జెట్‌లు లేదా పొదుపు లక్ష్యాల గురించి ఏదైనా నన్ను అడగండి. నేను సహాయం చేయడానికి ఇక్కడ ఉన్నాను! ✨
th: ถามฉันเกี่ยวกับการใช้จ่าย งบประมาณ หรือเป้าหมายการออมของคุณ ฉันมาที่นี่เพื่อช่วย! ✨
tr: Harcamalarınız, bütçeleriniz veya tasarruf hedefleriniz hakkında bana her şeyi sorun. Yardım etmek için buradayım! ✨
uk: Запитайте мене про свої витрати, бюджет або цілі заощаджень. Я тут, щоб допомогти! ✨
ur_pk: مجھ سے اپنے اخراجات، بجٹ، یا بچت کے اہداف کے بارے میں کچھ پوچھیں۔ میں مدد کرنے کے لیے حاضر ہوں! ✨
vi: Hãy hỏi tôi bất cứ điều gì về chi tiêu, ngân sách hoặc mục tiêu tiết kiệm của bạn. Tôi ở đây để giúp đỡ! ✨
zh_hans: 向我询问有关您的支出、预算或储蓄目标的任何信息。我是来帮忙的！ ✨
zh_hant: 向我詢問有關您的支出、預算或儲蓄目標的任何資訊。我是來幫忙的！ ✨

source: Authentication failed. Please try again.
ar_sa: فشلت المصادقة. يرجى المحاولة مرة أخرى.
bn_bd: প্রমাণীকরণ ব্যর্থ হয়েছে৷ আবার চেষ্টা করুন.
de_de: Die Authentifizierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_mx: La autenticación falló. Por favor inténtalo de nuevo.
fr_ca: L'authentification a échoué. Veuillez réessayer.
gu_in: પ્રમાણીકરણ નિષ્ફળ થયું. કૃપા કરીને ફરી પ્રયાસ કરો.
he: האימות נכשל. אנא נסה שוב.
hi: प्रमाणीकरण विफल रहा. कृपया पुन: प्रयास करें।
hr: Autentifikacija nije uspjela. Molimo pokušajte ponovo.
id: Otentikasi gagal. Silakan coba lagi.
it: Autenticazione non riuscita. Per favore riprova.
ja: 認証に失敗しました。もう一度試してください。
kn_in: ದೃಢೀಕರಣ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 인증에 실패했습니다. 다시 시도해 주세요.
ml_in: പ്രാമാണീകരണം പരാജയപ്പെട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr_in: प्रमाणीकरण अयशस्वी. कृपया पुन्हा प्रयत्न करा.
ms: Pengesahan gagal. Sila cuba lagi.
nb: Autentisering mislyktes. Vennligst prøv igjen.
nl_nl: Authenticatie mislukt. Probeer het opnieuw.
or_in: ପ୍ରାମାଣିକିକରଣ ବିଫଳ ହେଲା | ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਪ੍ਰਮਾਣੀਕਰਨ ਅਸਫਲ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Falha na autenticação. Por favor, tente novamente.
ta_in: அங்கீகாரம் தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்.
te_in: ప్రమాణీకరణ విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: การตรวจสอบสิทธิ์ล้มเหลว โปรดลองอีกครั้ง
tr: Kimlik doğrulama başarısız oldu. Lütfen tekrar deneyin.
uk: Помилка автентифікації. Спробуйте ще раз.
ur_pk: تصدیق ناکام ہوگئی۔ براہ کرم دوبارہ کوشش کریں۔
vi: Xác thực không thành công. Vui lòng thử lại.
zh_hans: 认证失败。请再试一次。
zh_hant: 認證失敗。請再試一次。

source: Back to yearly — save 40%
ar_sa: العودة إلى السنوي - وفر 40%
bn_bd: বার্ষিক ফিরে যান - 40% সংরক্ষণ করুন
de_de: Zurück zu jährlich – 40 % sparen
es_mx: Volver a anual: ahorra un 40 %
fr_ca: Retour à l'année - économisez 40 %
gu_in: વાર્ષિક પર પાછા - 40% બચાવો
he: חזרה לשנה - חסוך 40%
hi: वार्षिक पर वापस जाएँ - 40% बचाएँ
hr: Natrag na godišnje — uštedite 40%
id: Kembali ke tahunan — hemat 40%
it: Torna all'annuale: risparmia il 40%
ja: 毎年に戻る — 40% 節約
kn_in: ವಾರ್ಷಿಕವಾಗಿ ಹಿಂತಿರುಗಿ - 40% ಉಳಿಸಿ
ko: 연간으로 돌아가서 — 40% 할인
ml_in: വാർഷികത്തിലേക്ക് മടങ്ങുക - 40% ലാഭിക്കുക
mr_in: वार्षिक कडे परत जा - 40% वाचवा
ms: Kembali ke tahunan — jimat 40%
nb: Tilbake til årlig – spar 40 %
nl_nl: Terug naar jaarlijks — bespaar 40%
or_in: ବାର୍ଷିକକୁ ଫେରନ୍ତୁ - 40% ସଞ୍ଚୟ କରନ୍ତୁ |
pa_in: ਸਾਲਾਨਾ 'ਤੇ ਵਾਪਸ ਜਾਓ - 40% ਬਚਾਓ
pt_br: Voltar ao anual – economize 40%
ta_in: ஆண்டுக்கு திரும்பவும் - 40% சேமிக்கவும்
te_in: సంవత్సరానికి తిరిగి వెళ్లండి - 40% ఆదా చేయండి
th: กลับไปเป็นรายปี — ประหยัด 40%
tr: Yıllık'a dön — %40 tasarruf edin
uk: Повернутися до річного — заощаджуйте 40%
ur_pk: سالانہ پر واپس جائیں - 40% بچائیں
vi: Quay lại hàng năm - tiết kiệm 40%
zh_hans: 恢复按年付款 — 节省 40%
zh_hant: 恢復按年付款 — 節省 40%

source: Bill Reminders
ar_sa: تذكيرات الفاتورة
bn_bd: বিল অনুস্মারক
de_de: Rechnungserinnerungen
es_mx: Recordatorios de facturas
fr_ca: Rappels de factures
gu_in: બિલ રીમાઇન્ડર્સ
he: תזכורות לחשבונות
hi: बिल अनुस्मारक
hr: Podsjetnici za račune
id: Pengingat Tagihan
it: Promemoria fatture
ja: 請求書のリマインダー
kn_in: ಬಿಲ್ ಜ್ಞಾಪನೆಗಳು
ko: 청구서 알림
ml_in: ബിൽ ഓർമ്മപ്പെടുത്തലുകൾ
mr_in: बिल स्मरणपत्रे
ms: Peringatan Bil
nb: Regningspåminnelser
nl_nl: Factuurherinneringen
or_in: ବିଲ୍ ରିମାଇଣ୍ଡର୍ସ |
pa_in: ਬਿੱਲ ਰੀਮਾਈਂਡਰ
pt_br: Lembretes de contas
ta_in: பில் நினைவூட்டல்கள்
te_in: బిల్ రిమైండర్‌లు
th: การแจ้งเตือนบิล
tr: Fatura Hatırlatıcıları
uk: Нагадування про рахунки
ur_pk: بل یاد دہانیاں
vi: Nhắc nhở hóa đơn
zh_hans: 账单提醒
zh_hant: 帳單提醒

source: Bill paused
ar_sa: توقف بيل
bn_bd: বিল থামানো হয়েছে
de_de: Bill hielt inne
es_mx: Bill hizo una pausa
fr_ca: Bill a fait une pause
gu_in: બિલ થોભાવ્યું
he: ביל השתהה
hi: बिल रुक गया
hr: Bill je zastao
id: Bill berhenti
it: Bill fece una pausa
ja: ビルは立ち止まった
kn_in: ಬಿಲ್ ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ
ko: 청구서가 일시중지되었습니다.
ml_in: ബിൽ താൽക്കാലികമായി നിർത്തി
mr_in: बिल थांबवले
ms: Bill berhenti seketika
nb: Bill stoppet opp
nl_nl: Bill zweeg even
or_in: ବିଲ୍ ବିରତ ହେଲା |
pa_in: ਬਿੱਲ ਰੋਕਿਆ ਗਿਆ
pt_br: Bill fez uma pausa
ta_in: பில் இடைநிறுத்தப்பட்டது
te_in: బిల్లు పాజ్ చేయబడింది
th: บิลหยุดชั่วคราว
tr: Fatura duraklatıldı
uk: Білл зробив паузу
ur_pk: بل رک گیا۔
vi: Bill đã tạm dừng
zh_hans: 比尔停了下来
zh_hant: 比爾停了下來

source: Biweekly
ar_sa: كل أسبوعين
bn_bd: পাক্ষিক
de_de: Zweiwöchentlich
es_mx: quincenal
fr_ca: Bihebdomadaire
gu_in: બે સાપ્તાહિક
he: דו שבועי
hi: सप्ताह में दो बार
hr: Dvotjednik
id: Dua mingguan
it: Bisettimanale
ja: 隔週
kn_in: ಎರಡು ವಾರಕ್ಕೊಮ್ಮೆ
ko: 격주
ml_in: ദ്വൈവാരം
mr_in: द्विसाप्ताहिक
ms: Dwimingguan
nb: Annen uke
nl_nl: Tweewekelijks
pa_in: ਦੋ-ਹਫ਼ਤਾਵਾਰੀ
pt_br: Quinzenalmente
ta_in: இருவாரம்
te_in: వారానికోసారి
th: รายปักษ์
tr: İki haftada bir
uk: Двотижневий
ur_pk: دو ہفتہ وار
vi: Hai tuần một lần
zh_hans: 双周刊
zh_hant: 雙週刊

source: Budget
ar_sa: الميزانية
bn_bd: বাজেট
es_mx: Presupuesto
gu_in: બજેટ
he: תקציב
hi: बजट
hr: Proračun
id: Anggaran
it: Bilancio
ja: 予算
kn_in: ಬಜೆಟ್
ko: 예산
ml_in: ബജറ്റ്
mr_in: बजेट
ms: Bajet
nb: Budsjett
nl_nl: Begroting
or_in: ବଜେଟ୍
pa_in: ਬਜਟ
pt_br: Orçamento
ta_in: பட்ஜெட்
te_in: బడ్జెట్
th: งบประมาณ
tr: Bütçe
uk: Бюджет
ur_pk: بجٹ
vi: Ngân sách
zh_hans: 预算
zh_hant: 預算

source: Budget & Categories
ar_sa: الميزانية والفئات
bn_bd: বাজেট এবং বিভাগ
de_de: Budget und Kategorien
es_mx: Presupuesto y categorías
fr_ca: Budget et catégories
gu_in: બજેટ અને શ્રેણીઓ
he: תקציב וקטגוריות
hi: बजट और श्रेणियाँ
hr: Proračun i kategorije
id: Anggaran & Kategori
it: Budget e categorie
ja: 予算とカテゴリ
kn_in: ಬಜೆಟ್ ಮತ್ತು ವರ್ಗಗಳು
ko: 예산 및 카테고리
ml_in: ബജറ്റും വിഭാഗങ്ങളും
mr_in: बजेट आणि श्रेण्या
ms: Belanjawan & Kategori
nb: Budsjett og kategorier
nl_nl: Budget en categorieën
or_in: ବଜେଟ୍ ଏବଂ ବର୍ଗଗୁଡିକ
pa_in: ਬਜਟ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ
pt_br: Orçamento e categorias
ta_in: பட்ஜெட் & வகைகள்
te_in: బడ్జెట్ & వర్గాలు
th: งบประมาณและหมวดหมู่
tr: Bütçe ve Kategoriler
uk: Бюджет і категорії
ur_pk: بجٹ اور زمرہ جات
vi: Ngân sách & Danh mục
zh_hans: 预算和类别
zh_hant: 預算和類別

source: Budget Health
ar_sa: صحة الميزانية
bn_bd: বাজেট স্বাস্থ্য
de_de: Budget Gesundheit
es_mx: Salud presupuestaria
fr_ca: Santé budgétaire
gu_in: બજેટ આરોગ્ય
he: בריאות תקציבית
hi: बजट स्वास्थ्य
hr: Proračunsko zdravlje
id: Kesehatan Anggaran
it: Salute del bilancio
ja: 予算の健全性
kn_in: ಬಜೆಟ್ ಆರೋಗ್ಯ
ko: 예산 건전성
ml_in: ബജറ്റ് ആരോഗ്യം
mr_in: बजेट आरोग्य
ms: Kesihatan Bajet
nb: Budsjett helse
nl_nl: Budgetgezondheid
or_in: ବଜେଟ୍ ସ୍ୱାସ୍ଥ୍ୟ
pa_in: ਬਜਟ ਸਿਹਤ
pt_br: Saúde Orçamentária
ta_in: பட்ஜெட் ஆரோக்கியம்
te_in: బడ్జెట్ ఆరోగ్యం
th: สุขภาพงบประมาณ
tr: Bütçe Sağlığı
uk: Бюджет здоров'я
ur_pk: بجٹ صحت
vi: Tình trạng ngân sách
zh_hans: 预算健康
zh_hant: 預算健康

source: Budget Left
ar_sa: الميزانية اليسار
bn_bd: বাজেট বাম
de_de: Budget übrig
es_mx: Presupuesto restante
fr_ca: Budget restant
gu_in: બજેટ બાકી
he: נותר תקציב
hi: बजट बाकी है
hr: Lijevo proračun
id: Anggaran Tersisa
it: Bilancio a sinistra
ja: 残りの予算
kn_in: ಬಜೆಟ್ ಉಳಿದಿದೆ
ko: 남은 예산
ml_in: ബജറ്റ് ഇടത്
mr_in: बजेट बाकी
ms: Belanjawan Tinggal
nb: Budsjett igjen
nl_nl: Begroting links
or_in: ବଜେଟ୍ ବାମ
pa_in: ਬੱਜਟ ਖੱਬੇ
pt_br: Orçamento restante
ta_in: பட்ஜெட் இடது
te_in: బడ్జెట్ మిగిలి ఉంది
th: งบประมาณเหลือ
tr: Kalan Bütçe
uk: Бюджет зліва
ur_pk: بجٹ بائیں
vi: Ngân sách còn lại
zh_hans: 预算剩余
zh_hant: 預算剩餘

source: Budget ready
ar_sa: الميزانية جاهزة
bn_bd: বাজেট প্রস্তুত
de_de: Budget bereit
es_mx: Presupuesto listo
fr_ca: Budget prêt
gu_in: બજેટ તૈયાર
he: התקציב מוכן
hi: बजट तैयार
hr: Budžet spreman
id: Anggaran sudah siap
it: Bilancio pronto
ja: 予算の準備ができました
kn_in: ಬಜೆಟ್ ಸಿದ್ಧವಾಗಿದೆ
ko: 예산 준비
ml_in: ബജറ്റ് തയ്യാർ
mr_in: बजेट तयार
ms: Bajet siap
nb: Budsjettet klart
nl_nl: Begroting klaar
or_in: ବଜେଟ୍ ପ୍ରସ୍ତୁତ |
pa_in: ਬਜਟ ਤਿਆਰ ਹੈ
pt_br: Orçamento pronto
ta_in: பட்ஜெட் தயார்
te_in: బడ్జెట్ సిద్ధంగా ఉంది
th: งบประมาณพร้อม.
tr: Bütçe hazır
uk: Бюджет готовий
ur_pk: بجٹ تیار ہے۔
vi: Ngân sách đã sẵn sàng
zh_hans: 预算准备好
zh_hant: 預算準備好

source: Business
ar_sa: الأعمال
bn_bd: ব্যবসা
de_de: Geschäft
es_mx: Negocios
fr_ca: Affaires
gu_in: વ્યાપાર
he: עסקים
hi: व्यवसाय
hr: posao
id: Bisnis
it: Affari
ja: ビジネス
kn_in: ವ್ಯಾಪಾರ
ko: 비즈니스
ml_in: ബിസിനസ്സ്
mr_in: व्यवसाय
ms: Perniagaan
nl_nl: Zakelijk
or_in: ବ୍ୟବସାୟ
pa_in: ਵਪਾਰ
pt_br: Negócios
ta_in: வணிகம்
te_in: వ్యాపారం
th: ธุรกิจ
tr: iş
uk: Бізнес
ur_pk: کاروبار
vi: Kinh doanh
zh_hans: 商务
zh_hant: 商務

source: By subscribing you agree to our
ar_sa: بالاشتراك فإنك توافق على لدينا
bn_bd: সাবস্ক্রাইব করে আপনি আমাদের সাথে সম্মত হন
de_de: Mit Ihrer Anmeldung stimmen Sie unserem zu
es_mx: Al suscribirte aceptas nuestra
fr_ca: En vous abonnant, vous acceptez notre
gu_in: સબ્સ્ક્રાઇબ કરીને તમે અમારી સાથે સંમત થાઓ છો
he: על ידי הרשמה אתה מסכים לנו
hi: सदस्यता लेकर आप हमारी बात से सहमत होते हैं
hr: Pretplatom se slažete s našim
id: Dengan berlangganan, Anda menyetujui kami
it: Iscrivendoti accetti il ns
ja: 購読すると、次のことに同意したものとみなされます
kn_in: ಚಂದಾದಾರರಾಗುವ ಮೂಲಕ ನೀವು ನಮ್ಮ ಸಮ್ಮತಿಸುತ್ತೀರಿ
ko: 구독하면 다음 내용에 동의하게 됩니다.
ml_in: സബ്‌സ്‌ക്രൈബ് ചെയ്യുന്നതിലൂടെ നിങ്ങൾ ഞങ്ങളുടെത് അംഗീകരിക്കുന്നു
mr_in: सदस्यता घेऊन तुम्ही आमच्याशी सहमत आहात
ms: Dengan melanggan anda bersetuju dengan kami
nb: Ved å abonnere godtar du vår
nl_nl: Door u te abonneren gaat u akkoord met onze
or_in: ସବସ୍କ୍ରାଇବ୍ କରି ତୁମେ ଆମର ସହମତ |
pa_in: ਸਬਸਕ੍ਰਾਈਬ ਕਰਕੇ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao se inscrever você concorda com nossos
ta_in: சந்தா செலுத்துவதன் மூலம் நீங்கள் எங்களுடையதை ஒப்புக்கொள்கிறீர்கள்
te_in: సబ్‌స్క్రయిబ్ చేయడం ద్వారా మీరు మాకి అంగీకరిస్తున్నారు
th: โดยการสมัครคุณยอมรับของเรา
tr: Abone olarak şunları kabul etmiş olursunuz:
uk: Підписуючись, ви погоджуєтеся з нашими
ur_pk: سبسکرائب کر کے آپ ہماری بات سے اتفاق کرتے ہیں۔
vi: Bằng cách đăng ký, bạn đồng ý với chúng tôi
zh_hans: 订阅即表示您同意我们的
zh_hant: 訂閱即表示您同意我們的

source: Cancel
ar_sa: إلغاء
bn_bd: বাতিল করুন
de_de: Abbrechen
es_mx: Cancelar
fr_ca: Annuler
gu_in: રદ કરો
he: בטל
hi: रद्द करें
hr: Odustani
id: Batalkan
it: Annulla
ja: キャンセル
kn_in: ರದ್ದುಮಾಡು
ko: 취소
ml_in: റദ്ദാക്കുക
mr_in: रद्द करा
ms: Batal
nb: Avbryt
nl_nl: Annuleer
or_in: ବାତିଲ୍ କରନ୍ତୁ |
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
ta_in: ரத்து செய்
te_in: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں۔
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
